Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Se recomienda que los excipientes empleados estén presentes en el medicamento comparador o en otros medicamentos que contienen el mismo principio activo que el medicamento multifuente o genérico y que tienen las autorizaciones de comercialización en los países de referencia.
es_es: Inactive ingredients are recommended to be in the comparator or other products containing the same drug substance as the multi-source or generic drug and have marketing authorizations in the reference countries.

source: Se recomienda que se emplee el mismo alfa (∞) para ambas etapas.
es_es: The same alpha (∞) is recommended for both stages.

source: Se recomienda un mínimo de tres determinaciones repetidas de solubilidad a cada condición de pH.
es_es: A minimum of three replicate solubility determinations at each pH condition is recommended.

source: Se recomienda, por ejemplo, una comida con alto contenido de grasa (aproximadamente 50% del contenido calórico total de la comida) o alta en calorías (aproximadamente 800 a 1000 kilocalorías).
es_es: For example, a high-fat (approximately 50% of the total caloric content of the meal) or high-calory meal (approximately 800 to 1000 kilocalories) is recommended.

source: Se recomiendan los tampones de la farmacopea internacional.
es_es: International Pharmacopoeia buffers are recommended.

source: Se recomiendan tampones farmacopeicos (por ejemplo, Ph.Int.) para su uso en estos tres valores de pH.
es_es: Pharmacopoeial buffers (e.g. Ph. Int.) are recommended for use at these three pH values.

source: Se refiere a aquellos equivalentes farmacéuticos o alternativas farmacéuticas, disponibles de más de un fabricante, que pueden o no ser terapéuticamente equivalentes y son considerados en territorio nacional como medicamento genérico.
es_es: Pharmaceutically equivalents or alternatives available from more than one manufacturer, which can be therapeutically equivalent or not, and are considered a generic drug throughout the national territory.

source: Se reﬁere a la probabilidad de aparición de complicaciones de la enfermedad no amenazantes para la vida o para la integridad psicofísica de la persona y/o de reacciones adversas, no necesariamente graves, cuando la concentración sanguínea del principio activo no se encuentra dentro de la ventana terapéutica.
es_es: Liable non-life-threatening and non-psycho-physically jeopardizing exacerbations and/or not necessarily serious adverse reactions for blood concentrations of the drug substance outside the therapeutic window.

source: Se reﬁere a la probabilidad de aparición de complicaciones de la enfermedad que resulten amenazantes para la vida o para la integridad psicofísica de la persona y/o de reacciones adversas graves (muerte, hospitalización del paciente, prolongación de la hospitalización, discapacidad signiﬁcativa o persistente, incapacidad o amenaza de muerte), cuando la concentración sanguínea del principio activo no se encuentra dentro de la ventana terapéutica.
es_es: Liable life-threatening, psycho-physically jeopardizing exacerbations and/or serious adverse reactions (death, hospitalization, prolongation or hospitalization, significant or persistent disability, or life threat) for blood concentrations of the drug substance outside the therapeutic window.

source: Se reﬁere a la probabilidad de aparición de una complicación menor de la enfermedad y/o de reacciones adversas leves, cuando la concentración sanguínea del principio activo no se encuentra dentro de la ventana terapéutica.
es_es: Liable minor exacerbation and/or mild adverse reactions for blood concentrations of the drug substance outside the therapeutic window.

source: Second segment
es_es: Segundo segmento

source: Second Dilution (Sdil) a vol./b vol.
es_es: Segunda dilución (Sdil) vol. a/vol. b

source: Second Dilution (Sdil) a vol.
es_es: Segunda dilución (DilSeg)

source: Second Dilution (Sdil) a vol. / b vol.
es_es: Segunda dilución (DilSec) vol. a/vol. b

source: Second Event, % Treated
es_es: Segundo evento, % tratado

source: Second identification
es_es: Segunda identificación

source: Second segment middle cerebral
es_es: Segundo segmento de arteria cerebral

source: Second segment middle cerebral artery M2 MCA
es_es: Segundo segmento de la arteria cerebral media, M2 ACM

source: Second segment of middle cerebral artery (M2)
es_es: Segundo segmento de la arteria cerebral media (M2)

source: Second segment of middle cerebral artery
es_es: Segundo segmento de la arteria cerebral media

source: Second, all patients included in the study had large vessel occlusion.
es_es: En segundo lugar, todos los pacientes incluidos en el estudio tenían oclusión de grandes vasos.

source: Secondary
es_es: Secundario

source: Secondary Outcomes
es_es: Resultados secundarios

source: Secondary aims are to determine the effect of tenecteplase dose on functional outcome at 3 months as assessed using the modified Rankin scale, early neurological improvement and safety (death and symptomatic hemorrhage).
es_es: Los objetivos secundarios son determinar el efecto de la dosis de tenecteplasa en el resultado funcional a los 3 meses, según la puntuación de la escala de Rankin modificada, la mejora neurológica temprana y la seguridad (muerte y hemorragia sintomática).

source: Secondary analyses
es_es: Análisis secundarios

source: Secondary and higher order structures are comparable
es_es: Las estructuras secundarias y de orden superior son equiparables.

source: Secondary component not in direct contact with the drug product
es_es: Componente secundario que no está en contacto directo con el medicamento.

source: Secondary drying
es_es: Secado secundario

source: Secondary drying 01 (time)
es_es: Secado secundario 01 (tiempo)

source: Secondary drying 01 (vacuum)
es_es: Secado secundario 01 (vacío)

source: Secondary drying 01 (temperature)
es_es: Secado secundario 01 (temperatura)

source: Secondary drying 02 (temperature)
es_es: Secado secundario 02 (temperatura)

source: Secondary drying 02 (time)
es_es: Secado secundario 02 (tiempo)

source: Secondary drying 02 (vacuum)
es_es: Secado secundario 02 (vacío)

source: Secondary drying 03 (temperature)
es_es: Secado secundario 03 (temperatura)

source: Secondary drying 03 (time)
es_es: Secado secundario 03 (tiempo)

source: Secondary drying 03 (vacuum)
es_es: Secado secundario 03 (vacío)

source: Secondary drying kinetics
es_es: Cinética de secado secundario

source: Secondary efficacy outcome: differences in 3 month mRS outcome across the full mRS scale between 0.40mg/kg and 0.25mg/kg tenecteplase arms
es_es: Desenlace secundario de la eficacia: diferencias en el resultado de la puntuación de mRS a los 3 meses, en todo el rango de la escala mRS, entre los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa.

source: Secondary efficacy outcome: differences in proportions of patients with mRS0-1 or no change from baseline at 3 month between 0.40mg/kg and 0.25mg/kg tenecteplase arms
es_es: Desenlace secundario de la eficacia: diferencias en la proporción de pacientes con mRS0-1 o sin cambios desde el inicio hasta los 3meses entre los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa.

source: Secondary efficacy outcome: differences in proportions of patients with mRS0-2 or no change from baseline at 3 month between 0.40mg/kg and 0.25mg/kg tenecteplase arms
es_es: Desenlace secundario de la eficacia: diferencias en las proporciones de pacientes con mRS0-2 o sin cambios desde el inicio hasta los 3 meses entre los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa

source: Secondary efficacy outcome: differences in proportions of patients with more than 8 points reduction in NIHSS or reaching 0-1 NIHSS at 3 days (early neurological improvement) between 0.40mg/kg and 0.25mg/kg tenecteplase arms
es_es: Desenlace secundario de la eficacia: diferencias en las proporciones de pacientes con una reducción de más de 8 puntos o que alcancen una puntuación de 0-1 en la escala NIHSS a los 3 días (mejora neurológica temprana) entre los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa.

source: Secondary endpoints
es_es: Criterios de valoración secundarios

source: Secondary outcomes
es_es: Desenlaces secundarios

source: Secondary outcomes included the modified Rankin scale score (on a scale from 0 [no neurologic deficit] to 6 [death]) at 90 days.
es_es: Los criterios de valoración secundarios incluyeron el puntaje en la escala de Rankin modificada (en una escala de 0 [sin déficit neurológico] a 6 [muerte]) a los 90 días.

source: Secondary outcomes were 90–120 day mRS score of 0–2, actual 90–120-day mRS score, return to baseline function at 90 days, 90–120-day EQ-VAS and EQ-5D-5L, door-to needle time, proportion of patients given endovascular therapy, recanalisation status at first angiographic acquisition in patients taken to the angiosuite for administration of endovascular therapy assessed using the extended Thrombolysis in Cerebral Infarction and the revised Arterial Occlusive Lesion Score, baseline CT to arterial puncture time in patients undergoing endovascular therapy, cognition assessed via a brief online cognitive assessment tool, length of hospital stay (post-hoc), and discharge destination.
es_es: Los desenlaces clínicos secundarios fueron una puntuación mRS (90 a 120 días) entre 0 y 2, la puntuación mRS real (90 a 120 días), retorno a la función inicial a los 90 días, EQ-VAS y EQ-120-5L entre los 5D y los 90 días, tiempo desde el ingreso hasta la punción, proporción de pacientes que recibieron tratamiento intravascular, estado de recanalización en la primera toma angiográfica en pacientes trasladados a sala de angiografía para que se les administre terapia intravascular (tomando como parámetros evaluativos una trombólisis extendida en infarto cerebral y la puntuación de lesión arterial oclusiva revisada), tiempo transcurrido desde la TAC hasta el momento de la punción arterial en pacientes con tratamiento intravascular, cognición (evaluada mediante una aplicación que ofrece una breve evaluación cognitiva en línea), duración de la internación (post-hoc) y destino del alta.

source: Secondary outcomes*
es_es: Desenlaces clínicos secundarios*

source: Secondary outcomes:
es_es: Criterios de valoración secundarios:

source: Secondary packaging
es_es: Acondicionamiento secundario

source: Secondary packaging components must withstand (i.e. stay intact and protect the PFS-NSD-2 to maintain its stated functionality, keep legibility of labels) environmental influence during standard transportation of the combination product as per 028-OCS- 00309 [15] and ASTM 4169-22.
es_es: Los componentes del acondicionamiento secundario deben ser resistentes (es decir, permanecer intactos, protegiendo el dispositivo PFS-NSD-2 y manteniendo su funcionalidad declarada y la legibilidad de las etiquetas) ante los factores ambientales durante el transporte estándar del medicamento combinado, según surge de 028-OCS-00309 [15] y ASTM 4169-22.

source: Secondary packaging components must withstand (i.e. stay intact and protect the PFS-NSD-2 to maintain its stated functionality, keep legibility of labels) environmental influence during standard transportation of the combination product as per 028-OCS-00309 and ASTM 4169-22.
es_es: Los componentes del acondicionamiento secundario deben ser resistentes (es decir, permanecer intactos, protegiendo el dispositivo PFS-NSD-2 y manteniendo su funcionalidad declarada y la legibilidad de las etiquetas) ante los factores ambientales durante el transporte estándar del medicamento combinado, según surge de 028-OCS-00309 y ASTM 4169-22.

source: Secondary packaging is performed as described in Section 3.2.P.3.3 Description of Manufacturing Process and Process Controls.
es_es: El acondicionamiento secundario se lleva a cabo según se describe en la Sección 3.2.P.3.3, Descripción del proceso de fabricación y los controles del proceso.

source: Secondary packing
es_es: Acondicionamiento secundario

source: Secondary safety outcome: differences in proportions of patients with death due to any cause between 0.40mg/kg and 0.25mg/kg tenecteplase arms
es_es: Desenlace secundario de la seguridad: diferencias en las proporciones de pacientes fallecidos por cualquier causa entre los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa.

source: Secondary safety outcome: differences in proportions of patients with symptomatic intracranial hemorrhage between 0.40mg/kg and 0.25mg/kg tenecteplase arms
es_es: Desenlace secundario de la seguridad: diferencias en las proporciones de pacientes con hemorragia intracraneal sintomática entre los grupos de 0.40 mg/kg y 0.25 mg/kg de tenecteplasa.

source: Secondary drying parameters
es_es: Parámetros del secado secundario

source: Sect 13 para 1 and sect 72 Arzneimittelgesetz
es_es: Articulo 13, inc. 1, y Artículo 72 de la ley de sustancias medicinales

source: Section 3 Table 1:
es_es: Sección 3. Tabla 1:

source: Section 3.2.8.2.5 (7776-s250bi0al0201, q00308581-01; sub-section 7.
es_es: Sección 3.2.8.2.5 (7776-s250bi0al0201, q00308581-01; subsección 7.

source: Section 3.2.8.2.5 (7776-s250bioal0201, q00308581-01; sub-section 7, Process intermediate hold times, page 77 ff.) presents the related hold time studies on which the permissive hold times are based.
es_es: En la Sección 3.2.8.2.5 (7776-s250bioal0201, q00308581-01; subsección 7, Tiempos de espera de los productos intermedios del proceso, páginas 77 y siguientes) se pueden ver los estudios relacionados en los que se basan los tiempos de espera más permisivos.

source: Section 3.2.P.3.1 Manufacturer:
es_es: Sección 3.2.P.3.1, Fabricante

source: Section 3.2.P.3.2 Batch formula:
es_es: Sección 3.2.P.3.2 Fórmula de las partidas:

source: Section 3.2.P.3.3 Description of manufacturing process and process controls:
es_es: Sección 3.2.P.3.3 Descripción del proceso de fabricación y los controles del proceso

source: Section 3.2.P.3.4 Controls of critical steps and intermediates:
es_es: Sección 3.2.P.3.4, Controles de los pasos críticos y los compuestos intermedios:

source: Section 3.2.P.4.1 Specifications:
es_es: Sección 3.2.P.4.1, Especificaciones:

source: Section 3.2.P.4.5 Excipients of Human or Animal Origin:
es_es: Sección 3.2.P.4.5, Excipientes de origen humano o animal:

source: Section 3.2.P.5.1
es_es: Sección 3.2.P.5.1

source: Section 3.2.P.8.2 documents are no longer required as the stability study is complete with the addition of the 36 months stability data.
es_es: Ya no se necesitan los documentos de la Sección 3.2.P.8.2 porque el estudio de estabilidad ya queda completo al añadir la información de estabilidad a 36 meses.

source: Section 3.2.R contains the following documentation relevant for the spesolimab drug substance 150 mg/mL:
es_es: La sección 3.2.R contiene la siguiente documentación relevante para el principio activo espesolimab 150 mg/ml:

source: Section 3.2.R contains the following documentation:
es_es: La Sección 3.2.R contiene la siguiente documentación:

source: Section 3.2.S.2.1 Manufacturer does not refer, which includes name or company name, address, country and responsibility(s) of the manufacturer(s) in the manufacturing process of the IFA, according to section 8.4.1 of article 8 of the D.S. N° 011-2016-SA and responsible for maintaining the work cell bank, according to the ICH guide, Q7 “Good Manufacturing Practice Guide for Active Pharmaceutical Ingredients”.
es_es: La sección 3.2.S.2.1, Fabricante, no refiere algunos datos, entre los que se incluyen: denominación o razón social, domicilio, país y responsabilidad/es del o de los fabricante/s en el proceso de fabricación del IFA, de acuero con la sección 8.4.1 del artículo 8 del decreto supremo N.° 011-2016-SA, responsable de mantener el banco de células de trabajo, de acuerdo con la directiva Q7 de la ICH, "Lineamientos sobre las buenas prácticas de fabricación relativas a los Ingredientes farmacéuticos activos".

source: Section 3:
es_es: Sección 3:

source: Section 4.4
es_es: Sección 4.4

source: Section 5.3:
es_es: Sección 5.3:

source: Section 6.1:
es_es: Sección 6.1:

source: Section 6.3:
es_es: Sección 6.3:

source: Section 6.6:
es_es: Sección 6.6:

source: Section 6:.
es_es: Sección 6:

source: Section 8.1: Description of Investigational Product
es_es: Sección 8.1: Descripción del producto en investigación

source: Section 8.6: Handling and Storage of Investigational Product
es_es: Sección 8.6: Manejo y y almacenamiento del producto en investigación

source: Section 8:
es_es: Sección 8:

source: Section 9 addition of missing chromatograms for SST sample:
es_es: Sección 9. Se añaden los romatogramas faltantes para la muestra de idoneidad del sistema.

source: Section 9 no chromatograms of SST sample were shown.
es_es: Sección 9: no se mostraron cromatogramas de la muestra de idoneidad del sistema.

source: Section Head
es_es: Jefe de sección

source: Section P.5.2_Analytical procedures:
es_es: Sección P.5.2, Procedimientos analíticos:

source: Section(s) in CTD where the control strategy elements are located
es_es: Sección/es del documento CTD donde se ubican los elementos de la estrategia de control

source: Section 8.5: Product Labelling
es_es: Sección 8.5: Etiquetado del producto

source: Security Checked
es_es: Seguridad comprobada

source: Security Level:
es_es: Nivel de seguridad:

source: Sedentary lifestyle (e.g. continuous video/computer gaming)
es_es: Estilo de vida sedentario (por ejemplo, videojuegos continuos en la computadora)

source: See 'Adecuación del sistema' below
es_es: Ver "Adecuación del sistema" a continuación

source: See Appendix 16.1.6 for batch numbers of medication administered.
es_es: En el Apéndice 16.1.6 se presentan los números de partida de la medicación administrada.

source: See Certificate of Analysis attached
es_es: Ver el certificado de análisis adjunto

source: See Section 10.1 for the impact of COVID-19 pandemic on clinical visits and study medication supply.
es_es: En la Sección 10.1 se presenta el impacto de la pandemia de COVID-19 con respecto a las visitas clínicas y el suministro de la medicación del estudio.

source: See Section 11.1.2.2 for eGFR slope analysis and Section 15.2.4.29 for serum creatinine change from baseline.
es_es: En la Sección 11.1.2.2 puede verse el análisis de la pendiente de la TFGe y en la Sección 15.2.4.29 puede verse el cambio en la creatinina sérica desde el inicio.

source: See Section 11.1.2.6 for renal outcome endpoints including sustained eGFR reduction and Section 11.1.3.7 for the other results of eGFR change from baseline over time.
es_es: En la Sección 11.1.2.6 se pueden consultar los criterios de valoración de desenlace renal, incluida la reducción sostenida de la TFGe, y en la Sección 11.1.3.7, otros cambios de la TFGe desde el inicio a lo largo del tiempo.

source: See Section 11.1.2.6 for the time to the composite renal endpoint.
es_es: Para ver el tiempo transcurrido hasta el criterio de valoración renal compuesto, consultar la Sección 11.1.2.6.

source: See Section 11.1.3.8 for albuminuria-related endpoints.
es_es: En la Sección 11.1.3.8 se pueden ver los criterios de valoración relacionados con la albuminuria.

source: See Section 12.1.3.1 for details on renal impairment, Section 12.1.3.5 for UTI, and Section 12.1.3.7 for hypotension.
es_es: En la Sección 12.1.3.1 se detalla la alteración renal, en la Sección 12.1.3.5 la infección urinaria, y en la Sección 12.1.3.7 la hipotensión.

source: See Section 3.2.P.1 Description and Composition of the Drug Product and Section 3.2.P.2 Pharmaceutical Development for spesolimab concentrate for solution for infusion 450 mg/vial (60 mg/mL) as previously submitted.
es_es: La presentación previa de Espesolimab, concentrado para solución para infusión, 450 mg/frasco (60 mg/ml), puede verse en la Sección 3.2.P.1, Descripción y composición del medicamento, y en la Sección 3.2.P.2, Desarrollo farmacéutico.

source: See Section 3.2.P.5.5 Impurities for a description of the impurities.
es_es: En la Sección 3.2.P.5.5, Impurezas, se incluye una descripción de las impurezas.

source: See Section 9.5.3.2.2 for further details and the list of exempted events.
es_es: En la Sección 9.5.3.2.2 pueden verse más detalles y la lista de eventos exentos.

source: See Section 9.8 for details.
es_es: En la Sección 9.8 hay mayores detalles.

source: See Section SI.2 for further information on recurrent VTE in paediatric population.
es_es: En la Sección SI.2 puede verse más información sobre TEV recurrente en la población pediátrica.

source: See Sections 11.1.2.2 and 11.1.3.7 for eGFR change from baseline.
es_es: En las Secciones 11.1.2.2 y 11.1.3.7 puede verse el cambio en la TFGe desde el inicio.

source: See Table 10.4.1: 1 for details.
es_es: En la Tabla 10.4.1: 1 hay mayores detalles.

source: See Table 11.1.2.6: 1 above and detailed results in Section 12.1.3.1.
es_es: Ver la Tabla 11.1.2.6: 1, anteriormente, y ver los resultados detallados en la Sección 12.1.3.1.

source: See Table 15.3.1.1: 8 (onset on-treatment) and Appendix 16.1.13.1, Table 8.1.12 (up to trial completion) for fatal AEs by MedDRA SOC and PT.
es_es: En la Tabla 15.3.1.1: 8 (eventos con manifestación durante el tratamiento) y el Apéndice 16.1.13.1, Tabla 8.1.12 (eventos acaecidos hasta la finalización del ensayo) se pueden ver los eventos adversos fatales según las clasificaciones por sistema y clase de órganos y por término preferente del diccionario MedDRA.

source: See above
es_es: Ver más arriba.

source: See chapter 5.8.
es_es: Ver Capitulo 5.8.

source: See date of Study Director's electronic signature
es_es: Ver fecha de la firma electrónica del Director del Estudio

source: See further information for efficacy endpoints:
es_es: Puede verse la siguiente información para conocer los criterios de valoración de eficacia:

source: See heart rate in Section 12.4.
es_es: Ver Frecuencia cardiaca en la Sección 12.4.

source: See in signature list
es_es: Ver listado de firmas.

source: See section II.C of this summary for an overview of the post-authorisation development plan.
es_es: En la sección II.C de este resumen puede encontrarse una descripción general del plan de desarrollo posterior a la autorización.

source: See the analyses for other secondary endpoints above.
es_es: Ver análisis de los criterios de valoración secundarios, anteriormente.

source: See the information section on general monographs (cover pages)
es_es: Ver la sección de información sobre las monografías generales (páginas de la portada)

source: See the patient narratives and Appendix 16.2.7, Listing 3 for detailed information.
es_es: Hay mayor información en los informes narrativos de los pacientes y en el Apéndice 16.2.7, Listado 3.

source: Seed lot culture maintenance techniques (seed-lot systems) are used so that the viable micro-organisms used for inoculation are not more than 5 passages removed from the original master seed-lot.
es_es: Las técnicas utilizadas para mantener los cultivos usan lotes de semillas (sistemas de lotes de semillas) de manera que los microorganismos viables utilizados para la inoculación no se encuentren a más de 5 pasadas del lote de semillas maestro original.

source: Seek medical attention right away if your asthma symptoms (cough, breathlessness, wheezing or tight chest) are getting worse or if you are too breathless to speak, eat or sleep.
es_es: Si nota que le empeoran los síntomas del asma (tos, dificultad al respirar, estertor seco u opresión en el pecho), o si le falta el aire para hablar, comer o dormir, busque atención médica de inmediato.

source: Seemant Chaturvedi (Chair), Renee Hebert Martin, David Kent, Mark Wilcox
es_es: Seemant Chaturvedi (Presidente), Renee Hebert Martin, David Kent, Mark Wilcox
